[
  {
    "id": 1,
    "name": "Vota a Loki",
    "description": "Loki quiere convertirse en el próximo presidente de Estados Unidos. ¡Es cierto! El Dios de las Mentiras quiere gobernar el mundo libre. ¿Será otra de sus maquinaciones? Un hecho es cierto: con su sonrisa ganadora y lengua de plata, la campaña será más interesante.",
    "image": "product1.png",
    "category": "marvel, ficcion",
    "author": "Langdon Foss, Christopher Hastings",
    "format": "blanda",
    "pages": 120,
    "price": 81000,
    "featured": true,
    "onSale": false,
    "discount": 0
  },
  {
    "id": 2,
    "name": "La noche más oscura (Deluxe)",
    "description": "Entre 2004 y 2011, Geoff Johns revitalizó la franquicia de uno de los iconos de la editorial, Green Lantern, convirtiendo la serie que protagonizaba en una auténtica y trepidante space opera, cuyas ramificaciones llegaron a todos los puntos del Universo DC. En 2008, La noche más oscura se convirtió en el momento culminante del trabajo del autor con el Gladiador Esmeralda.",
    "image": "product2.png",
    "category": "dc,ficcion",
    "author": "Geoff Johns, Doug Mahnke, Ivan Reis",
    "format": "deluxe",
    "pages": 584,
    "price": 375000,
    "featured": true,
    "onSale": false,
    "discount": 0
  },
  {
    "id": 3,
    "name": "Shingeki No Kyojin Vol. 27 (El ataque de los titanes)",
    "description": "Eren logró infiltrarse en Marley y asestó al imperio un golpe devastador. Sin embargo el verdadero objetivo de la misión siempre fue el de llevar a Zeke hasta la Isla Paradis en secreto. Ahora que este Titán de sangre real está tras los Muros, el gobierno militar de la Isla tiene finalmente su arma de destrucción masiva que “hará temblar la tierra”.",
    "image": "product3.png",
    "category": "manga, ficcion",
    "author": "Hajime Isayama",
    "format": "blanda",
    "pages": 192,
    "price": 56000,
    "featured": true,
    "onSale": false,
    "discount": 0
  },
  {
    "id": 4,
    "name": "Scott Pilgrim VOL. 04",
    "description": "Ha llegado el momento de que Scott Pilgrim tome algunas decisiones: ¿ama de verdad a Ramona, la misteriosa mensajera en patines?, ¿sonará bien algún día Sex BobOmb, su banda?, ¿logrará pagar el alquiler?, ¿será capaz de conservar un trabajo?, ¿por qué le siguen dos ninjas? Las referencias a las bandas de rock independientes, los videojuegos y el manga siguen brillando en este nuevo volumen, en el que los agudos diálogos de O’Malley capturan la chulería, la insensibilidad y la desorientación de los componentes de una generación para la que trabajar de lavaplatos supone montárselo a lo grande.",
    "image": "product4.png",
    "category": "independiente, fantasia",
    "author": "Bryan Lee O'Halley",
    "format": "blanda",
    "pages": 192,
    "price": 53000,
    "featured": true,
    "onSale": false,
    "discount": 0
  },
  {
    "id": 5,
    "name": "Ajin (Semihumano) VOL. 01",
    "description": "La humanidad ha descubierto una subraza dentro del género humano: los semihumanos, seres de aspecto humano pero incapaces de morir y que aparecen muy de vez en cuando entre la población. Cuando el joven protagonista descubre que es uno de ellos, se inicia su pesadilla…",
    "image": "product5.png",
    "category": "manga, terror",
    "author": "Gamon Sakurai, Tsuina Miura",
    "format": "blanda",
    "pages": 228,
    "price": 42900,
    "featured": false,
    "onSale": false,
    "discount": 0
  },
  {
    "id": 6,
    "name": "Marvel Must-Have / Planeta Hulk",
    "description": "La más espectacular aventura jamás protagonizada por Hulk! Un planeta alienígena salvaje. Tribus bárbaras oprimidas. Un emperador corrupto. Mortíferos guerreros. Gladiadores y esclavos. Hachas de batalla y puños golpeadores. Monstruos y héroes. El cóctel explosivo se culmina con la llegada de un Hulk que ha sido traicionado por sus amigos y está muy, muy enfadado. ¡Que comience la batalla!",
    "image": "product6.png",
    "category": "marvel, ficcion",
    "author": "Gary Frank, Aaron Lopresti, Carlo Pagulayan, Greg Pak",
    "format": "dura",
    "pages": 376,
    "price": 103500,
    "featured": false,
    "onSale": false,
    "discount": 0
  },
  {
    "id": 7,
    "name": "Marvel Must-Have / Masacre: La guerra de Wade Wilson",
    "description": "Ya has visto a Masacre en incontables aventuras, pero nunca en una como ésta. ¡Te lo aseguramos! ¿Quieres respuestas sobre Wade, como por qué siempre se niega a quitarse su máscara o de dónde viene su nombre? ¿De verdad fue parte de un equipo de operaciones encubiertas del que nadie ha oído hablar nunca?",
    "image": "product7.png",
    "category": "marvel, ficcion",
    "author": "Duane Swierczynski, Jason Pearson",
    "format": "dura",
    "pages": 376,
    "price": 82000,
    "featured": false,
    "onSale": false,
    "discount": 0
  },
  {
    "id": 8,
    "name": "Marvel Must-Have / Spiderman: Universo Spiderman",
    "description": "¡La saga que reúne a todos los Hombres Araña y Mujeres Araña que han existido jamás! Más peligroso que nunca, Morlun amenaza a todos los Hombres Araña que existen en el Multiverso, pero esta vez no está solo: tiene a la familia a su lado. ¡Todos los Spiderman que han existido están en peligro!",
    "image": "product8.png",
    "category": "marvel, ficcion",
    "author": "Dan Slott, Olivier Coipel",
    "format": "dura",
    "pages": 184,
    "price": 94000,
    "featured": false,
    "onSale": false,
    "discount": 0
  },
  {
    "id": 9,
    "name": "Liga de la Justicia - Los superhéroes más grandiosos de la tierra",
    "description": "SUPERMAN. BATMAN. ¡SHAZAM! WONDER WOMAN. LA LJA. Se los conoce como los mejores héroes de DC Comics, ¡y están preparados para salvar al mundo de sí mismo! Estas son historias épicas de los personajes más famosos, coloridos e icónicos de DC Comics.",
    "image": "product9.png",
    "category": "dc, ficcion",
    "author": "Alex Ross, Paul Dini",
    "format": "blanda",
    "pages": 400,
    "price": 272000,
    "featured": false,
    "onSale": false,
    "discount": 0
  },
  {
    "id": 10,
    "name": "V DE VENDETTA (Deluxe)",
    "description": "Reconocida unánimemente como una obra maestra, V de vendetta es uno de los trabajos más personales y logrados de sus autores: Alan Moore (Watchmen, Batman: La broma asesina) y David Lloyd (Hellblazer). Con esta nueva edición, volveremos a disfrutar de la historia protagonizada por el subversivo V, ahora acompañada de interesante material extra.",
    "image": "product10.png",
    "category": "dc, drama",
    "author": "Alan Moore, David Lloyd",
    "format": "deluxe",
    "pages": 400,
    "price": 279000,
    "featured": false,
    "onSale": false,
    "discount": 0
  },
  {
    "id": 11,
    "name": "Invencible VOL. 01",
    "description": "Mark Grayson es como casi todos los jóvenes de su edad. Está en el último año de un instituto americano normal. Tiene un trabajo basura a tiempo parcial después de la escuela y los fines de semana. Le gustan bastante las chicas, pero no las entiende del todo. Le gusta salir con sus amigos y dormir hasta tarde los sábados (al menos hasta que comienzan sus dibujos animados favoritos).",
    "image": "product11.png",
    "category": "independiente, ficcion",
    "author": "Robert Kirkman, Cory Walker, Ryan Ottley",
    "format": "dura",
    "pages": 320,
    "price": 205000,
    "featured": false,
    "onSale": false,
    "discount": 0
  },
  {
    "id": 12,
    "name": "Spawn integral VOL. 01",
    "description": "Nunca se había visto ningún héroe como el Spawn de Todd McFarlane. Al Simmons era un agente del gobierno a quien asesinaron sus propios compañeros. Tras resucitar en lo más profundo del infierno, regresa a la Tierra convertido en Spawn, un guerrero que protege a los marginados que viven en los callejones de Nueva York.",
    "image": "product12.png",
    "category": "independiente, terror",
    "author": "Todd McFarlane, Alan Moore, Frank Miller, Todd McFarlane, Greg Capullo",
    "format": "dura",
    "pages": 344,
    "price": 357000,
    "featured": false,
    "onSale": false,
    "discount": 0
  },
  {
    "id": 13,
    "name": "The Crow (Edición definitiva)",
    "description": "The Crow fue todo un fenómeno underground desde su aparición en 1989, convirtiéndose en un sorprendente éxito para un cómic publicado de forma serializada desde una pequeña editorial independiente. Hoy ya es un clásico.",
    "image": "product13.png",
    "category": "independiente, terror",
    "author": "James O´barr",
    "format": "dura",
    "pages": 272,
    "price": 357000,
    "featured": false,
    "onSale": false,
    "discount": 0
  },
  {
    "id": 14,
    "name": "Maximum Berserk VOL. 01",
    "description": "Edición de lujo de una de las más aclamadas series manga de todos los tiempos. Un viaje épico y salvaje a un reino de fantasía. Guts es un guerrero vestido de negro de los pies a la cabeza que porta una gigantesca espada más larga que su propia estatura y un robusto brazo ortopédico de hierro.",
    "image": "product14.png",
    "category": "manga, terror",
    "author": "Kentaro Miura",
    "format": "blanda",
    "pages": 456,
    "price": 160000,
    "featured": false,
    "onSale": false,
    "discount": 0
  },
  {
    "id": 15,
    "name": "Maximum Gantz VOL. 01",
    "description": "Kurono y Kato, antiguos amigos en la escuela primaria, acaban atropellados por un tren cuando se disponían a ayudar a un borracho. Sin embargo, al cabo de un instante aparecen en un piso de aspecto anodino. Allí no están solos: otras personas que también han experimentado el instante previo a la muerte les acompañan, así como una esfera negra, Gantz, que les indica, sin dar pie a ningún tipo de discusión, que deben acabar... ¿¡con el cebollense...!? ¡Así empieza una batalla llena de incógnitas!",
    "image": "product15.png",
    "category": "manga, terror",
    "author": "Hiroya Oku",
    "format": "blanda",
    "pages": 440,
    "price": 108000,
    "featured": false,
    "onSale": false,
    "discount": 0
  },
  {
    "id": 16,
    "name": "Batman: Año 1 (Deluxe)",
    "description": "¿Cómo llegó a convertirse Bruce Wayne en el Hombre Murciélago? ¿Qué supuso para Gotham City la llegada de James Gordon? En 1986, Frank Miller y David Mazzuchelli dieron respuesta a ambos interrogantes, creando una obra maestra que presentamos ahora en un espectacular formato, con extras inéditos en España.",
    "image": "product16.png",
    "category": "dc, ficcion",
    "author": "Frank Miller, David Mazzucchelli ",
    "format": "deluxe",
    "pages": 264,
    "price": 220000,
    "featured": false,
    "onSale": false,
    "discount": 0
  }
]